
basic_button = [
    '• 학식',
    '• 도서관',
    '• 교통',
    '• 날씨',
    '• WI-FI',
    '• 순천향 건물',
    '• 보건실',
    '• 문의사항',
    '• 처음으로'
    ]
#    '• 학사일정',
#    '• 종강',
library_button = [
    '• 도서 검색',
    '• 열람실 좌석 확인',
    '• 도서관 이용 정보',
    '• 처음으로'
    ]

reading_zone = [
    '• 제 1 열람실',
    '• 제 2 열람실',
    '• 제 3 열람실',
    '• 멀티존',
    '• 인터넷존',
    '• 프리미어존',
    '• 처음으로'
    ]


food = [
    '• 향설 1 관',
    '• 향설 2 관',
    '• 향설 3 관',
    '• 학생회관',
    '• 교직원 식당',
    '• 학식 이용 시간',
    '• 처음으로'
    ]

ride = [
    '• 학교 주변 시내버스',
    '• 순천향 대학교 → 신창역',
    '• 신창역 지하철 출발시간',
    '• 신창 택시 연락처 정보',
    '• 신창 시외버스 터미널',
    '• 처음으로'
    ]
#    '• 신창역 → 순천향대학교',

building = [
    '• 학교 지도',
    '• 학교 건물 번호',
    '• 편의시설',
    '• 처음으로'
    ]
bus_stop = [
    '• 순천향대학교 후문 (신창초 방향)', #1690
    '• 순천향대학교 후문 (경희학성 방향)', #1691
    '• 경희학성아파트 (순천향대 후문 방향)', #362
    '• 경희학성아파트 (창암1리 방향)', #1578
    '• 순천향대학교 (와신1리 방향)', #10276
    '• 순천향대학교', # 377
    '• 신창역 (행목리 방향)',
    '• 신창역 (행목 1리 방향)',
    '• 처음으로'
    ]
    

weeks = (
    'mon',
    'tue',
    'wen',
    'thu',
    'fri',
    'sat',
    'sun'
    )
