
health_room_msg = """■ 순천향대학교 보건실 ■

• 장소 : 향설 2 관
• 평일 : 09:00 ~ 18:00
• 점심시간 : 12:00 ~ 13:00

• 체성분 측정시간
  월요일 : 09:00 ~ 12:00
  금요일 : 13:00 ~ 17:00"""

developer_question_msg ="""[ Help-Us ]

☞  대표  ☜
• 김두연
  010-7773-3461
  duyeon20181451@sch.ac.kr

☞  개발부서  ☜
• 김민수
  alstn2468@sch.ac.kr
  
• 김도현
  wookoo@sch.ac.kr

☞  홍보부서  ☜
• 김연수
  lopu9807@sch.ac.kr"""

bus_to_sin_error_msg= """■ 순천향대학교 →  신창역 ■

• 현재 버스가 운행하고 있지 않습니다.
• 평일 08:00~10:59(순환)
• 평일 11:07~22:19
• 일요일 15:00~22:40(순환)

• 지하철 시간표 데이터로 정보를 제공합니다.
• 참고용으로만 사용해주세요.
"""

bus_to_school_error_msg = """■ 순천향대학교 →  신창역 ■

• 현재 버스가 운행하고 있지 않습니다.
• 평일 08:00~10:59(순환)
• 평일 11:07~22:19
• 일요일 15:00~22:40(순환) 

• 지하철 시간표 데이터로 정보를 제공합니다.
• 참고용으로만 사용해주세요."""

first_room_msg = """■ 제 1 열람실 좌석현황 ■

• 카카오톡 서버 문제로 사진 갱신이 느립니다.
• 아래 링크에 접속하셔서 정확하게 확인해주세요.
• http://bit.ly/2rCig7j"""

wifi_msg = """■ 순천향대학교 Wi-Fi ■

• WI-FI 이름 : SCH
• 아이디 : H(대문자)+학번(8자리)
• 비밀번호 : 생년월일

• 아이디(예시) : H20181234
• 비밀번호(예시) : 990101"""

student_food_info_msg = """■ 학식 이용 시간 ■

☞  향설 1 관  ☜
◈ 조식(1식 4찬/밥,국제외)
- 월, 금 : 08:00 ~ 10:00
- 화, 수, 목 : 08:00 ~ 09:30

◈ 중식(1식 7찬/밥,국제외)
- 월~토 : 11:00 ~ 14:00

◈ 석식(1식 7찬/밥,국제외)
- 월~목 : 17:00 ~ 19:00
- 금 : 17:00 ~ 18:00
◈ 휴게시간 : 15:00 ~ 16:00

☞  향설 2 관  ☜
- 월~금 : 09:30 ~ 19:30
◈ 휴게시간 : 15:00 ~ 16:00
◈ 주문마감 : 19:00
◈ 휴점일 : 토요일, 공휴일

☞  향설 3 관  ☜
- 월~금 : 08:00 ~ 19:00
- 주말 : 10:30 ~ 14:30
◈ 휴게시간 : 14:00 ~ 15:00
◈ 주문마감
- 월~금 : 18:40
- 주말 : 14:00
◈ 휴점일 : 없음"""

building_number_msg = """■ 학교 건물 번호 ■

• 1 : 의료과학관
• 2 : 국제교류관
• 3 : 자연과학관
• 5 : I'Desing관
• 6 : 인문과학관
• 7 : 교육과학관
• 9 : 공학관
• B : 신학협력관
• C : 지역혁신관
• G : 실내체육관
• H : 학예관
• M : 멀티미디어관
• ML : SCH미디어랩스관
• R : 학군단
• RC : 향설생활관 1
• U : 유니토피아관
• 사진을 크게 보실려면 아래 링크로 접속하세요.
• http://bit.ly/2IzWEms"""

school_map_msg = """■ 학교 지도 ■

• 사진을 크게 보실려면 아래 링크로 접속하세요.
• http://bit.ly/2KDx1hg"""

first_reading_msg = '''■ 제 1 열람실 좌석현황 ■

• 아래 링크에서 정확한 상황을 확인해주세요.
• http://bit.ly/2rCig7j'''

second_reading_msg = '''■ 제 2 열람실 좌석현황 ■

• 아래 링크에서 정확한 상황을 확인해주세요.
• http://bit.ly/2G8dGlN'''

third_reading_msg = '''■ 제 3 열람실 좌석현황 ■

• 아래 링크에서 정확한 상황을 확인해주세요.
• http://bit.ly/2Iaje4V'''

multi_reading_msg = '''■ 멀티존 좌석현황 ■

• 아래 링크에서 정확한 상황을 확인해주세요.
• http://bit.ly/2Ii3fhj'''

internet_reading_msg = '''■ 인터넷존 좌석현황 ■

• 아래 링크에서 정확한 상황을 확인해주세요.
• http://bit.ly/2rDz6Sl'''

pre_reading_msg = '''■ 프리미어존 좌석현황 ■

• 아래 링크에서 정확한 상황을 확인해주세요.
• http://bit.ly/2rCRJqz'''

search_book_msg = '''■ 도서관 도서 검색 ■

• 원하시는 도서의 이름을 써주세요.
• 오류가 생기면, '처음으로' 를 입력해주세요.'''


ready_msg = '''• 구현 준비중입니다.'''

building_comfortable_msg = '''■ 순천향대학교 편의시설 ■

• 사진을 크게 보실려면 아래 링크로 접속하세요.
• http://bit.ly/2wWAnKf'''

taxi_msg = '''■ 신창 택시 연락처 ■

☞  순천향 콜 택시  ☜
• 041-541-8444
• 041-541-8443

☞  신창 개인 택시  ☜
• 041-541-2251

☞  아산스마트콜택시  ☜
• 1588-0428'''

library_info_msg = '''■ 도서관 이용정보 ■

☞  자료 대출 기간  ☜
• 제 1 자료실 : 10책 10일
• 제 2 자료실 : 10책 10일
• 북카페 : 2책 7일
• 멀티미디어존 : 1점 2일 (DVD)

☞  자료실  ☜
• 학기중 : 월~금 (9:00 ~ 18:00)
• 방학중 : 월~금 (9:00 ~ 17:00)

☞  열람실  ☜
• 제 1 열람실 : 24시간 개방
• 제 2 열람실 : 7:00 ~ 익일 1:00
• 제 3 열람실 : 탄력적 운영
• 방학중 : 제 1 열람실(07:00 ~ 익일 1:00)

☞  중앙도서관 문헌팀  ☜
• 041-530-1402~1409
'''
